<?php
header('Content-Type: application/json; charset=utf-8');


/**
 * Тут стоит приконнектиться к базе, забрать данные 
 * и отдать их через echo json_encode($data);
 * 
 * Это просто синтетический пример
 */
$data = [
    [62,131339, 77.457447],
    [62.130305, 77.456293],
    [62.131339, 77.457447],
    [62.129052, 77.454904],
    [62.131339, 77.457447],
    [62.131339, 77.457447],
    [62.131339, 77.457447],
    [62.127178, 77.452819],
    [62.131726, 77.457323],
    [62.130909, 77.457638],
    [62.131195, 77.457839],
    [62.131402, 77.456940],
];


echo json_encode($data);